Repository: enefry/MusicFree
Catalog: Packages/MusicFreeUI/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# 歌曲会从当前歌单移除，资料库中的原曲不会被删除。
source: Songs will be removed from the current playlist. The original library tracks will not be deleted.
de: Songs werden aus der aktuellen Wiedergabeliste entfernt. Die ursprünglichen Titel in der Mediathek werden nicht gelöscht.
es: Las canciones se eliminarán de la lista de reproducción actual. Las pistas originales de la biblioteca no se eliminarán.
fr: Les chansons seront retirées de la playlist actuelle. Les pistes originales de la bibliothèque ne seront pas supprimées.
ja: 曲は現在のプレイリストから削除されます。ライブラリの元の曲は削除されません。
zh_hans: 歌曲会从当前歌单移除，资料库中的原曲不会被删除。

# 歌曲信息加载失败
source: Could not load song information
de: Songinformationen konnten nicht geladen werden
es: No se pudo cargar la información de la canción
fr: Impossible de charger les informations de la chanson
ja: 曲の情報を読み込めませんでした
zh_hans: 歌曲信息加载失败

# 歌曲加载失败
source: Could not load songs
de: Songs konnten nicht geladen werden
es: No se pudieron cargar las canciones
fr: Impossible de charger les chansons
ja: 曲を読み込めませんでした
zh_hans: 歌曲加载失败

# 歌曲名称
source: Song title
de: Titel
es: Título de la canción
fr: Titre du morceau
ja: 曲名
zh_hans: 歌曲名称

# 歌曲名称、艺人，以及可选的专辑和时长。
source: Song title, artist, and optionally the album and duration.
de: Songtitel, Interpret sowie optional Album und Dauer.
es: Título, artista y, opcionalmente, álbum y duración.
fr: Titre, artiste, ainsi que, facultativement, album et durée.
ja: 曲名、アーティスト、および任意のアルバムと再生時間。
zh_hans: 歌曲名称、艺人，以及可选的专辑和时长。

# 歌曲名称、艺人和用于目录匹配的音乐信息。
source: Song title, artist, and music information used for catalog matching.
de: Songtitel, Interpret und Musikinformationen für den Katalogabgleich.
es: Título, artista e información musical utilizados para hacer coincidir el catálogo.
fr: Titre, artiste et informations musicales utilisés pour la correspondance dans le catalogue.
ja: カタログ照合に使用する曲名、アーティスト、音楽情報。
zh_hans: 歌曲名称、艺人和用于目录匹配的音乐信息。

# 歌曲名称和艺人；匹配成功后使用 MusicBrainz 发布信息请求封面。
source: Song title and artist; after a match, release information from MusicBrainz is used to request artwork.
de: Songtitel und Interpret; nach einem Treffer werden Veröffentlichungsinformationen von MusicBrainz zum Abrufen des Covers verwendet.
es: Título y artista; tras encontrar una coincidencia, se usa la información de lanzamiento de MusicBrainz para solicitar la portada.
fr: Titre et artiste ; après une correspondance, les informations de publication de MusicBrainz servent à demander la pochette.
ja: 曲名とアーティスト。照合に成功すると、MusicBrainzのリリース情報を使ってアートワークを取得します。
zh_hans: 歌曲名称和艺人；匹配成功后使用 MusicBrainz 发布信息请求封面。

# 歌曲名称和艺人。应用配置的 Discogs 访问令牌不会发送给其他服务。
source: Song title and artist. An app-configured Discogs access token is not sent to other services.
de: Songtitel und Interpret. Ein in der App konfiguriertes Discogs-Zugriffstoken wird nicht an andere Dienste gesendet.
es: Título y artista. El token de acceso de Discogs configurado en la app no se envía a otros servicios.
fr: Titre et artiste. Le jeton d’accès Discogs configuré dans l’app n’est pas envoyé à d’autres services.
ja: 曲名とアーティスト。アプリで設定したDiscogsアクセストークンが他のサービスに送信されることはありません。
zh_hans: 歌曲名称和艺人。应用配置的 Discogs 访问令牌不会发送给其他服务。

# 歌曲将从资料库和 App 托管存储中删除。
source: Songs will be deleted from the library and app-managed storage.
de: Songs werden aus der Mediathek und dem von der App verwalteten Speicher gelöscht.
es: Las canciones se eliminarán de la biblioteca y del almacenamiento gestionado por la app.
fr: Les chansons seront supprimées de la bibliothèque et du stockage géré par l’app.
ja: 曲はライブラリとアプリ管理ストレージから削除されます。
zh_hans: 歌曲将从资料库和 App 托管存储中删除。

# 歌曲已在该播放列表中。
source: The song is already in this playlist.
de: Der Song befindet sich bereits in dieser Wiedergabeliste.
es: La canción ya está en esta lista de reproducción.
fr: La chanson se trouve déjà dans cette playlist.
ja: この曲はすでにプレイリストに登録されています。
zh_hans: 歌曲已在该播放列表中。

# 歌曲数量
source: Song count
de: Titelanzahl
es: Cantidad de canciones
fr: Nombre de morceaux
ja: 曲数
zh_hans: 歌曲数量

# 歌曲暂不可用
source: Song temporarily unavailable
de: Titel vorübergehend nicht verfügbar
es: Canción no disponible temporalmente
fr: Morceau temporairement indisponible
ja: 曲は一時的に利用できません
zh_hans: 歌曲暂不可用

# 歌曲添加失败，请重试。
source: Failed to add song. Try again.
de: Titel konnte nicht hinzugefügt werden. Versuchen Sie es erneut.
es: No se ha podido añadir la canción. Inténtalo de nuevo.
fr: Échec de l’ajout du morceau. Réessayez.
ja: 曲の追加に失敗しました。もう一度お試しください。
zh_hans: 歌曲添加失败，请重试。

# 歌曲详情
source: Song details
de: Titeldetails
es: Detalles de la canción
fr: Détails du morceau
ja: 曲の詳細
zh_hans: 歌曲详情

# 歌曲选项
source: Song options
de: Titeloptionen
es: Opciones de la canción
fr: Options du morceau
ja: 曲のオプション
zh_hans: 歌曲选项

# 歌词
source: Lyrics
de: Liedtext
es: Letra
fr: Paroles
ja: 歌詞
zh_hans: 歌词

# 歌词偏移 %d 毫秒
source: Lyrics offset %d milliseconds
de: Liedtextversatz %d ms
es: Desfase de la letra de %d ms
fr: Décalage des paroles de %d ms
ja: 歌詞オフセット %d ミリ秒
zh_hans: 歌词偏移 %d 毫秒

# 歌词增强不可用
source: Lyrics enhancement unavailable
de: Liedtextverbesserung nicht verfügbar
es: Mejora de letras no disponible
fr: Amélioration des paroles indisponible
ja: 歌詞拡張を利用できません
zh_hans: 歌词增强不可用

# 歌词服务不可用。
source: Lyrics services are unavailable.
de: Liedtextdienste sind nicht verfügbar.
es: Los servicios de letras no están disponibles.
fr: Les services de paroles sont indisponibles.
ja: 歌詞サービスを利用できません。
zh_hans: 歌词服务不可用。

# 歌词设置
source: Lyrics settings
de: Liedtexteinstellungen
es: Ajustes de letras
fr: Réglages des paroles
ja: 歌詞設定
zh_hans: 歌词设置

# 歌词预下载未完成，请稍后重试。
source: Lyrics pre-download did not finish. Try again later.
de: Der Vorab-Download der Liedtexte wurde nicht abgeschlossen. Versuchen Sie es später erneut.
es: La predescarga de letras no terminó. Inténtalo de nuevo más tarde.
fr: Le pré-téléchargement des paroles n’est pas terminé. Réessayez plus tard.
ja: 歌詞の先行ダウンロードが完了しませんでした。後でもう一度お試しください。
zh_hans: 歌词预下载未完成，请稍后重试。

# 正在下载
source: Downloading
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
ja: ダウンロード中
zh_hans: 正在下载

# 正在临时试听，不会加入播放队列或历史
source: Auditioning temporarily; it will not be added to the playback queue or history
de: Temporäre Vorschau; wird nicht zur Wiedergabewarteschlange oder zum Verlauf hinzugefügt
es: Escuchando temporalmente; no se añadirá a la cola de reproducción ni al historial
fr: Écoute temporaire ; le morceau ne sera pas ajouté à la file de lecture ni à l’historique
ja: 一時試聴中です。再生キューや履歴には追加されません
zh_hans: 正在临时试听，不会加入播放队列或历史

# 正在保存
source: Saving
de: Wird gespeichert
es: Guardando
fr: Enregistrement
ja: 保存中
zh_hans: 正在保存

# 正在保存播放顺序
source: Saving play order
de: Wiedergabereihenfolge wird gespeichert
es: Guardando el orden de reproducción
fr: Enregistrement de l’ordre de lecture
ja: 再生順を保存中
zh_hans: 正在保存播放顺序

# 正在准备应用。
source: Preparing the app.
de: App wird vorbereitet.
es: Preparando la app.
fr: Préparation de l’app.
ja: アプリを準備中です。
zh_hans: 正在准备应用。

# 正在准备播放
source: Preparing playback
de: Wiedergabe wird vorbereitet
es: Preparando la reproducción
fr: Préparation de la lecture
ja: 再生を準備中
zh_hans: 正在准备播放

# 正在准备日志文件
source: Preparing log file
de: Protokolldatei wird vorbereitet
es: Preparando el archivo de registro
fr: Préparation du fichier journal
ja: ログファイルを準備中
zh_hans: 正在准备日志文件

# 正在刷新 %d/%d 首歌曲
source: Refreshing %d/%d songs
de: %d/%d Titel werden aktualisiert
es: Actualizando %d/%d canciones
fr: Actualisation de %d/%d morceaux
ja: %d/%d曲を更新中
zh_hans: 正在刷新 %d/%d 首歌曲

# 正在刷新 0/%d 首歌曲
source: Refreshing 0/%d songs
de: 0/%d Titel werden aktualisiert
es: Actualizando 0/%d canciones
fr: Actualisation de 0/%d morceaux
ja: 0/%d曲を更新中
zh_hans: 正在刷新 0/%d 首歌曲

# 正在刷新歌单
source: Refreshing playlists
de: Wiedergabelisten werden aktualisiert
es: Actualizando listas
fr: Actualisation des playlists
ja: プレイリストを更新中
zh_hans: 正在刷新歌单

# 正在刷新歌曲
source: Refreshing songs
de: Titel werden aktualisiert
es: Actualizando canciones
fr: Actualisation des morceaux
ja: 曲を更新中
zh_hans: 正在刷新歌曲

# 正在加载
source: Loading
de: Laden
es: Cargando
fr: Chargement
ja: 読み込み中
zh_hans: 正在加载

# 正在加载可添加的歌曲
source: Loading songs that can be added
de: Songs, die hinzugefügt werden können, werden geladen
es: Cargando canciones que se pueden añadir
fr: Chargement des chansons pouvant être ajoutées
ja: 追加可能な曲を読み込み中
zh_hans: 正在加载可添加的歌曲

# 正在加载更多
source: Loading More
de: Mehr wird geladen
es: Cargando más
fr: Chargement supplémentaire
ja: さらに読み込み中
zh_hans: 正在加载更多

# 正在加载歌曲信息
source: Loading song information
de: Songinformationen werden geladen
es: Cargando información de la canción
fr: Chargement des informations de la chanson
ja: 曲の情報を読み込み中
zh_hans: 正在加载歌曲信息

# 正在加载目录
source: Loading directory
de: Verzeichnis wird geladen
es: Cargando directorio
fr: Chargement du répertoire
ja: ディレクトリを読み込み中
zh_hans: 正在加载目录

# 正在取消导入
source: Canceling import
de: Import wird abgebrochen
es: Cancelando importación
fr: Annulation de l’importation
ja: 読み込みをキャンセル中
zh_hans: 正在取消导入

# 正在启动
source: Starting
de: Wird gestartet
es: Iniciando
fr: Démarrage
ja: 起動中
zh_hans: 正在启动

# 正在复制
source: Copying
de: Wird kopiert
es: Copiando
fr: Copie
ja: コピー中
zh_hans: 正在复制

# 正在导入媒体
source: Importing media
de: Medien werden importiert
es: Importando contenido
fr: Importation des médias
ja: メディアを読み込み中
zh_hans: 正在导入媒体

# 正在导入媒体库
source: Importing into media library
de: In die Mediathek wird importiert
es: Importando a la biblioteca
fr: Importation dans la bibliothèque multimédia
ja: メディアライブラリに読み込み中
zh_hans: 正在导入媒体库

# 正在扫描 %d/%d
source: Scanning %d/%d
de: Scannen %d/%d
es: Analizando %d/%d
fr: Analyse %d/%d
ja: スキャン中 %d/%d
zh_hans: 正在扫描 %d/%d

# 正在扫描目录
source: Scanning directory
de: Verzeichnis wird gescannt
es: Escaneando directorio
fr: Analyse du répertoire
ja: ディレクトリをスキャン中
zh_hans: 正在扫描目录

# 正在搜索资料库
source: Searching library
de: Mediathek wird durchsucht
es: Buscando en la biblioteca
fr: Recherche dans la bibliothèque
ja: ライブラリを検索中
zh_hans: 正在搜索资料库

# 正在播放
source: Playing
de: Wiedergabe
es: Reproduciendo
fr: Lecture
ja: 再生中
zh_hans: 正在播放

# 正在检查
source: Checking
de: Wird geprüft
es: Comprobando
fr: Vérification
ja: 確認中
zh_hans: 正在检查

# 正在添加
source: Adding
de: Wird hinzugefügt
es: Añadiendo
fr: Ajout
ja: 追加中
zh_hans: 正在添加

# 正在维护存储
source: Maintaining storage
de: Speicher wird gewartet
es: Mantenimiento del almacenamiento
fr: Maintenance du stockage en cours
ja: ストレージをメンテナンス中
zh_hans: 正在维护存储

# 正在缓冲
source: Buffering
de: Puffern
es: Almacenando en búfer
fr: Mise en mémoire tampon
ja: バッファリング中
zh_hans: 正在缓冲

# 正在解析
source: Parsing
de: Wird analysiert
es: Analizando
fr: Analyse
ja: 解析中
zh_hans: 正在解析

# 正在读取专辑歌曲
source: Reading album songs
de: Albumtitel werden gelesen
es: Leyendo canciones del álbum
fr: Lecture des morceaux de l’album
ja: アルバムの曲を読み込み中
zh_hans: 正在读取专辑歌曲

# 正在载入%@
source: Loading %@
de: %@ wird geladen
es: Cargando %@
fr: Chargement de %@
ja: %@を読み込み中
zh_hans: 正在载入%@

# 正在载入最近添加
source: Loading recent additions
de: Kürzlich hinzugefügte Elemente werden geladen
es: Cargando adiciones recientes
fr: Chargement des ajouts récents
ja: 最近の追加項目を読み込み中
zh_hans: 正在载入最近添加

# 正在载入播放历史
source: Loading play history
de: Wiedergabeverlauf wird geladen
es: Cargando historial de reproducción
fr: Chargement de l’historique de lecture
ja: 再生履歴を読み込み中
zh_hans: 正在载入播放历史

# 正在载入新封面
source: Loading new artwork
de: Neues Cover wird geladen
es: Cargando nueva portada
fr: Chargement de la nouvelle pochette
ja: 新しいアートワークを読み込み中
zh_hans: 正在载入新封面

# 正在载入歌曲
source: Loading songs
de: Titel werden geladen
es: Cargando canciones
fr: Chargement des morceaux
ja: 曲を読み込み中
zh_hans: 正在载入歌曲

# 正在载入艺人
source: Loading artist
de: Interpret wird geladen
es: Cargando artista
fr: Chargement de l’artiste
ja: アーティストを読み込み中
zh_hans: 正在载入艺人

# 正在连接 DSM…
source: Connecting to DSM…
de: Verbindung zu DSM wird hergestellt …
es: Conectando con DSM…
fr: Connexion à DSM…
ja: DSMに接続中…
zh_hans: 正在连接 DSM…

# 正在预下载 %d/%d
source: Pre-downloading %d/%d
de: Vorab-Download %d/%d
es: Predescargando %d/%d
fr: Pré-téléchargement %d/%d
ja: 先行ダウンロード中 %d/%d
zh_hans: 正在预下载 %d/%d

# 此在线源已停用，请在设置中重新启用。
source: This online source is disabled. Re-enable it in Settings.
de: Diese Online-Quelle ist deaktiviert. Aktivieren Sie sie in den Einstellungen erneut.
es: Esta fuente en línea está desactivada. Vuelve a activarla en Ajustes.
fr: Cette source en ligne est désactivée. Réactivez-la dans les réglages.
ja: このオンラインソースは無効です。設定で再度有効にしてください。
zh_hans: 此在线源已停用，请在设置中重新启用。

# 此在线源暂不支持：%@。
source: This online source does not currently support: %@.
de: Diese Online-Quelle unterstützt derzeit Folgendes nicht: %@.
es: Esta fuente en línea no admite actualmente: %@.
fr: Cette source en ligne ne prend pas encore en charge : %@.
ja: このオンラインソースは現在、%@に対応していません。
zh_hans: 此在线源暂不支持：%@。

# 此来源不支持在线试听；下载后使用本地播放器播放
source: This source does not support online audition; download it and play it with the local player
de: Diese Quelle unterstützt keine Online-Vorschau; laden Sie die Datei herunter und spielen Sie sie mit dem lokalen Player ab
es: Esta fuente no admite la escucha en línea; descárgala y reprodúcela con el reproductor local
fr: Cette source ne prend pas en charge l’écoute en ligne ; téléchargez le fichier et lisez-le avec le lecteur local
ja: このソースはオンライン試聴に対応していません。ダウンロードしてローカルプレーヤーで再生してください
zh_hans: 此来源不支持在线试听；下载后使用本地播放器播放

# 此来源不支持浏览
source: This source does not support browsing
de: Diese Quelle unterstützt kein Durchsuchen
es: Esta fuente no admite la exploración
fr: Cette source ne prend pas en charge la navigation
ja: このソースはブラウズに対応していません
zh_hans: 此来源不支持浏览

# 此来源已从设置中移除。
source: This source has been removed from Settings.
de: Diese Quelle wurde aus den Einstellungen entfernt.
es: Esta fuente se ha eliminado de Ajustes.
fr: Cette source a été supprimée des réglages.
ja: このソースは設定から削除されました。
zh_hans: 此来源已从设置中移除。

# 此来源已关闭
source: This source is off
de: Diese Quelle ist deaktiviert
es: Esta fuente está desactivada
fr: Cette source est désactivée
ja: このソースはオフです
zh_hans: 此来源已关闭

# 此来源当前没有可用的 Provider。
source: This source has no available provider.
de: Für diese Quelle ist derzeit kein Provider verfügbar.
es: Esta fuente no tiene ningún proveedor disponible.
fr: Aucun fournisseur n’est actuellement disponible pour cette source.
ja: このソースで利用できるProviderがありません。
zh_hans: 此来源当前没有可用的 Provider。

# 此来源未提供完整下载源能力
source: This source does not provide full download-source capability
de: Diese Quelle bietet keine vollständige Downloadfunktion.
es: Esta fuente no ofrece una capacidad completa de descarga.
fr: Cette source ne fournit pas toutes les fonctions de téléchargement.
ja: このソースは完全なダウンロード機能を提供していません
zh_hans: 此来源未提供完整下载源能力

# 此版本不支持该来源
source: This source is not supported in this version
de: Diese Quelle wird von dieser Version nicht unterstützt
es: Esta versión no admite esta fuente
fr: Cette version ne prend pas en charge cette source
ja: このバージョンではこのソースに対応していません
zh_hans: 此版本不支持该来源

# 此版本未配置 Google Drive 连接能力。
source: Google Drive connectivity is not configured in this version.
de: Die Google-Drive-Verbindung ist in dieser Version nicht konfiguriert.
es: Esta versión no tiene configurada la conexión con Google Drive.
fr: La connexion à Google Drive n’est pas configurée dans cette version.
ja: このバージョンではGoogle Drive接続が設定されていません。
zh_hans: 此版本未配置 Google Drive 连接能力。

# 每个来源单独保存同意状态。点击来源查看协议详情并撤销；撤销某个来源会立即停用它，撤销应用隐私协议会同时清除所有来源同意。
source: Consent is stored separately for each source. Tap a source to view policy details and revoke consent; revoking a source immediately disables it, while revoking the app privacy policy also clears consent for all sources.
de: Die Zustimmung wird für jede Quelle separat gespeichert. Tippen Sie auf eine Quelle, um die Richtliniendetails anzuzeigen und die Zustimmung zu widerrufen; der Widerruf einer Quelle deaktiviert sie sofort, während der Widerruf der Datenschutzerklärung der App die Zustimmung für alle Quellen löscht.
es: El consentimiento se guarda por separado para cada fuente. Pulsa una fuente para ver los detalles de la política y revocar el consentimiento; revocar una fuente la desactiva de inmediato, mientras que revocar la política de privacidad de la aplicación también elimina el consentimiento de todas las fuentes.
fr: Le consentement est enregistré séparément pour chaque source. Touchez une source pour consulter les détails de la politique et révoquer le consentement ; la révocation d’une source la désactive immédiatement, tandis que la révocation de la politique de confidentialité de l’application supprime également le consentement de toutes les sources.
ja: 同意状態はソースごとに保存されます。ソースをタップしてポリシーの詳細を確認し、同意を撤回できます。ソースの同意を撤回すると直ちに無効になり、アプリのプライバシー同意を撤回するとすべてのソースの同意も削除されます。
zh_hans: 每个来源单独保存同意状态。点击来源查看协议详情并撤销；撤销某个来源会立即停用它，撤销应用隐私协议会同时清除所有来源同意。

# 没有匹配的播放列表
source: No matching playlists
de: Keine passenden Wiedergabelisten
es: No hay listas de reproducción coincidentes
fr: Aucune playlist correspondante
ja: 一致するプレイリストはありません
zh_hans: 没有匹配的播放列表

# 没有匹配的歌曲。
source: No matching songs.
de: Keine passenden Songs.
es: No hay canciones coincidentes.
fr: Aucune chanson correspondante.
ja: 一致する曲はありません。
zh_hans: 没有匹配的歌曲。

# 没有可分享的歌曲。
source: There are no shareable songs.
de: Keine teilbaren Titel vorhanden.
es: No hay canciones que se puedan compartir.
fr: Aucun morceau partageable.
ja: 共有できる曲がありません。
zh_hans: 没有可分享的歌曲。

# 没有可添加的歌曲
source: No songs can be added
de: Keine Titel zum Hinzufügen
es: No hay canciones que añadir
fr: Aucun morceau à ajouter
ja: 追加できる曲はありません
zh_hans: 没有可添加的歌曲

# 没有可编辑的歌曲
source: There are no editable songs
de: Keine bearbeitbaren Titel
es: No hay canciones editables
fr: Aucun morceau modifiable
ja: 編集できる曲がありません
zh_hans: 没有可编辑的歌曲

# 没有搜索结果
source: No search results
de: Keine Suchergebnisse
es: No hay resultados de búsqueda
fr: Aucun résultat de recherche
ja: 検索結果はありません
zh_hans: 没有搜索结果

# 浏览
source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
ja: ブラウズ
zh_hans: 浏览

# 浏览、试听和下载
source: Browse, audition, and download
de: Durchsuchen, anhören und herunterladen
es: Explorar, escuchar una muestra y descargar
fr: Parcourir, écouter en aperçu et télécharger
ja: ブラウズ、試聴、ダウンロード
zh_hans: 浏览、试听和下载

# 浏览全部音乐
source: Browse All Music
de: Alle Musik durchsuchen
es: Explorar toda la música
fr: Parcourir toute la musique
ja: すべての音楽を閲覧
zh_hans: 浏览全部音乐

# 浏览当前目录中的音频和文件夹
source: Browse audio and folders in this directory
de: Audio und Ordner in diesem Verzeichnis durchsuchen
es: Explorar el audio y las carpetas de este directorio
fr: Parcourir les fichiers audio et les dossiers de ce répertoire
ja: このディレクトリの音声とフォルダを表示
zh_hans: 浏览当前目录中的音频和文件夹

# 浏览文件夹、搜索并下载后导入媒体库
source: Browse folders, search, then download and import into the media library
de: Ordner durchsuchen, suchen und anschließend in die Mediathek herunterladen und importieren
es: Explora carpetas, busca y descarga para importar a la biblioteca
fr: Parcourez les dossiers, recherchez, puis téléchargez et importez dans la bibliothèque multimédia
ja: フォルダを表示・検索し、ダウンロードしてメディアライブラリに読み込みます
zh_hans: 浏览文件夹、搜索并下载后导入媒体库

# 浏览此来源的文件夹和音频
source: Browse folders and audio from this source
de: Ordner und Audiodateien dieser Quelle durchsuchen
es: Explorar las carpetas y el audio de esta fuente
fr: Parcourir les dossiers et les fichiers audio de cette source
ja: このソースのフォルダと音声を表示
zh_hans: 浏览此来源的文件夹和音频

# 淡入淡出
source: Crossfade
de: Überblenden
es: Fundido cruzado
fr: Fondu enchaîné
ja: クロスフェード
zh_hans: 淡入淡出

# 添加
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
zh_hans: 添加

# 添加 DS Audio
source: Add DS Audio
de: DS Audio hinzufügen
es: Añadir DS Audio
fr: Ajouter DS Audio
ja: DS Audioを追加
zh_hans: 添加 DS Audio

# 添加 Google Drive
source: Add Google Drive
de: Google Drive hinzufügen
es: Añadir Google Drive
fr: Ajouter Google Drive
ja: Google Driveを追加
zh_hans: 添加 Google Drive

# 添加中
source: Adding
de: Wird hinzugefügt
es: Añadiendo
fr: Ajout
ja: 追加中
zh_hans: 添加中

# 添加到播放列表
source: Add to playlist
de: Zur Wiedergabeliste hinzufügen
es: Añadir a la lista
fr: Ajouter à la playlist
ja: プレイリストに追加
zh_hans: 添加到播放列表

# 添加在线源
source: Add online source
de: Online-Quelle hinzufügen
es: Añadir fuente en línea
fr: Ajouter une source en ligne
ja: オンラインソースを追加
zh_hans: 添加在线源

# 添加并继续
source: Add and continue
de: Hinzufügen und fortfahren
es: Añadir y continuar
fr: Ajouter et continuer
ja: 追加して続ける
zh_hans: 添加并继续

# 添加并连接
source: Add and connect
de: Hinzufügen und verbinden
es: Añadir y conectar
fr: Ajouter et connecter
ja: 追加して接続
zh_hans: 添加并连接

# 添加日期
source: Date Added
de: Hinzugefügt
es: Fecha de adición
fr: Date d’ajout
ja: 追加日
zh_hans: 添加日期

# 添加来源后，这里会显示每个来源独立的隐私协议状态。
source: After adding sources, each source’s independent privacy-policy status will appear here.
de: Nach dem Hinzufügen von Quellen wird hier der unabhängige Status der Datenschutzerklärung jeder Quelle angezeigt.
es: Después de añadir fuentes, aquí aparecerá el estado de privacidad independiente de cada una.
fr: Après l’ajout de sources, l’état indépendant de la politique de confidentialité de chacune s’affichera ici.
ja: ソースを追加すると、各ソースの個別のプライバシーポリシー状態がここに表示されます。
zh_hans: 添加来源后，这里会显示每个来源独立的隐私协议状态。

# 添加歌曲
source: Add songs
de: Titel hinzufügen
es: Añadir canciones
fr: Ajouter des morceaux
ja: 曲を追加
zh_hans: 添加歌曲

# 添加歌曲后，就能从这里开始播放。
source: Add songs to start playing from here.
de: Fügen Sie Songs hinzu, um die Wiedergabe hier zu starten.
es: Añade canciones para empezar a reproducirlas desde aquí.
fr: Ajoutez des chansons pour commencer la lecture ici.
ja: 曲を追加すると、ここから再生を始められます。
zh_hans: 添加歌曲后，就能从这里开始播放。

# 清理完成后，导入暂存占用会减少，存储状态会更新；正在进行的导入会等待维护完成。
source: After cleanup, staging usage should decrease and storage status will update; an active import waits for maintenance to finish.
de: Nach der Bereinigung sollte der belegte Staging-Speicher sinken und der Speicherstatus aktualisiert werden; ein laufender Import wartet, bis die Wartung abgeschlossen ist.
es: Después de la limpieza, debería reducirse el espacio de preparación y se actualizará el estado del almacenamiento; una importación en curso esperará a que termine el mantenimiento.
fr: Après le nettoyage, l’espace de préparation devrait diminuer et l’état du stockage sera mis à jour ; un import en cours attendra la fin de la maintenance.
ja: 消去後はステージングの使用量が減り、ストレージの状態が更新されます。進行中の読み込みはメンテナンスの完了を待ちます。
zh_hans: 清理完成后，导入暂存占用会减少，存储状态会更新；正在进行的导入会等待维护完成。

# 清理完成后，隔离文件占用会减少；pending 隔离文件会保留，不会被清理。
source: After cleanup, quarantine usage should decrease; pending quarantine files are preserved.
de: Nach der Bereinigung sollte der Quarantänespeicher kleiner werden; ausstehende Quarantänedateien bleiben erhalten.
es: Después de la limpieza, debería reducirse el espacio ocupado por la cuarentena; los archivos de cuarentena pendientes se conservan.
fr: Après le nettoyage, l’espace occupé par la quarantaine devrait diminuer ; les fichiers de quarantaine en attente sont conservés.
ja: 消去後は隔離ファイルの使用量が減ります。保留中の隔離ファイルは残り、消去されません。
zh_hans: 清理完成后，隔离文件占用会减少；pending 隔离文件会保留，不会被清理。

# 清理导入暂存
source: Clear import staging
de: Import-Staging löschen
es: Borrar la preparación de importación
fr: Effacer la préparation de l’importation
ja: 読み込みステージングを消去
zh_hans: 清理导入暂存

# 清理导入暂存？
source: Clear import staging?
de: Import-Staging löschen?
es: ¿Borrar la preparación de importación?
fr: Effacer la préparation de l’importation ?
ja: 読み込みステージングを消去しますか？
zh_hans: 清理导入暂存？

# 清理已完成隔离
source: Clear finalized quarantine
de: Abgeschlossene Quarantäne löschen
es: Borrar la cuarentena finalizada
fr: Effacer la quarantaine finalisée
ja: 確定済みの隔離項目を消去
zh_hans: 清理已完成隔离

# 清理已完成隔离？
source: Clear finalized quarantine?
de: Abgeschlossene Quarantäne löschen?
es: ¿Borrar la cuarentena finalizada?
fr: Effacer la quarantaine finalisée ?
ja: 確定済みの隔離項目を消去しますか？
zh_hans: 清理已完成隔离？
